Revit 2016 API
LoadCombinationArray.Append Method
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual void Append(
	LoadCombination item
)
Visual Basic
Public Overridable Sub Append ( _
	item As LoadCombination _
)
Visual C++
public:
virtual void Append(
	LoadCombination^ item
)
Parameters
item
Type: Autodesk.Revit.DB.Structure.LoadCombination
See Also
LoadCombinationArray Class
Autodesk.Revit.DB.Structure Namespace